# Space_ItemAvailableZones

## Description
Returns available zone (item) of space tool

```pascal
FUNCTION Space_ItemAvailableZones(item : INTEGER): STRING;
```

```python
def vs.Space_ItemAvailableZones(item):
    return STRING
```

## Parameters
|Name|Type|Description|
|---|---|---|
|item|INTEGER|   |

## Version
Availability: from Vectorworks 2014

## Category
* SpaceObjectCoreTools